[
    {
        "url": "https://nl.linkedin.com/jobs/view/data-analyst-at-tesla-4361595902?position=1&pageNum=0&refId=Y%2B5gpbQuNnMlFs7VCXqSEg%3D%3D&trackingId=rItqfz4YzYYCWZKHjC3MaQ%3D%3D",
        "title": "Data Analyst",
        "company": {
            "name": "Tesla",
            "url": "https://www.linkedin.com/company/tesla-motors?trk=public_jobs_topcard-org-name"
        },
        "location": "Amsterdam",
        "applications": "Wees een van de eerste 25 sollicitanten",
        "posted": "19 minuten geleden",
        "description": "What To ExpectTesla is looking to hire an enthusiastic and experienced Analyst to support our business in EMEA. Business Analytics team is focused on building the reporting necessary to measure key performance indicators for Tesla’s sales, delivery and service teams, and increasing efficiency through data and analytics.You will be tasked to provide proactive analyses helping to drive business programs and informed decisions. The Data Analyst should act as an advisor, ultimately helping leadership to identify and overcome challenges thereby helping to enhance the productivity of Tesla’s sales, delivery and service organization. The Analyst must be able to clearly communicate insights to the management teams. You will have the opportunity to develop and continuously improve the way we make decision based on data.What You'll DoDevelop and implement detailed and accurate reports for the management team, providing visibility into performance against key business objectiveManipulate and interpret large datasets to deliver actionable insights to the managementDesign intuitive and elegant visualizations to communicate key insights that drive business decisionsImprove the sales, delivery and service organization’s access to data via improved data generation and processing by partnering with our system analysts teamsDevelop new tools to promote productivity and efficiency utilizing Tableau, SQL, Python and Tesla in-house reporting toolsCommunicate effectively with the regional managers to identify and address areas for improvementBuild and maintain advanced models to measure, analyze, and forecast key metrics for our business in EMEAWhat You'll BringHighly collaborative and team-oriented, while also able to work independentlyAbility to deliver under tight deadlines and work on multiple tasks and projects at onceExperience with Tableau (or similar tooling like MS PowerBI, Qlik), SQL, and Microsoft Excel. Experience with Python and/or R is a plusExcellent quantitative skills and a deep understanding of statistical methods with an ability to inspire confidence in data-driven decision makingStrong written and verbal communication skill, Tesla\n        \n\n\n        \n            Show more\n          \n\n          \n\n\n\n        \n            Show less",
        "criteria": [
            {
                "name": "Senioriteitsniveau",
                "value": "Instapniveau"
            },
            {
                "name": "Soort baan",
                "value": "Fulltime"
            },
            {
                "name": "Functie",
                "value": "Informatietechniek"
            },
            {
                "name": "Bedrijfstakken",
                "value": "Productie motorvoertuigen, Productie van halfgeleiders voor duurzame energie en Nutsbedrijven"
            }
        ]
    }
]